13/data/attachments/25ffecbc46dc0a92.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9c584c2b-d000-4a7d-b582-82a24adaa521</nif:username>
            <nif:friendToBeAdded>Tyrone_boy_Actions_60448_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>